export default function Mission() {
  return (
    <div className="flex flex-col gap-5 mt-12 md:mt-0 md:mb-40">
      <h2 className="heading">Миссия</h2>
      <p className="max-w-3xl">
        Компания{" "}
        <span className="text-blue-400 font-semibold">Консул Групп-ИТ</span>{" "}
        является ведущим разработчиком инновационного программного обеспечения
        для управления недвижимым имуществом.
      </p>
      <p className="max-w-3xl">
        Наша миссия - построить эффективные инструменты для современных
        владельцев недвижимости, объединяя множество дисциплин, чтобы обеспечить
        максимальную защиту и оптимальное управление активами наших клиентов.
      </p>
    </div>
  );
}
